{
    "01-01": "Tortoises are different from turtles in that they are primarily land-dwelling, while turtles spend much of their time in water.",
    "01-02": "The oldest known tortoise was Tu'i Malila, who lived to be at least 188 years old.",
    "01-03": "Tortoises have a bony shell called a carapace that is fused to their spine and ribcage.",
    "01-04": "The shell of a tortoise consists of about 60 different bones.",
    "01-05": "Tortoises can feel through their shells because they have nerve endings in them.",
    "01-06": "Many tortoise species can retract their heads into their shells for protection.",
    "01-07": "The Galápagos tortoise is the largest living species of tortoise, with some individuals weighing more than 500 pounds (227 kg).",
    "01-08": "The speckled padloper tortoise is one of the smallest tortoise species, growing to only about 4 inches (10 cm) in length.",
    "01-09": "Tortoises are herbivores, primarily eating vegetation such as grasses, weeds, leafy greens, flowers, and some fruits.",
    "01-10": "Tortoises have no teeth but have strong, beak-like mouths to help them cut and chew plants.",
    "01-11": "The gender of many tortoise species is determined by the temperature at which their eggs incubate.",
    "01-12": "Higher incubation temperatures tend to produce female tortoises, while lower temperatures tend to produce males.",
    "01-13": "Tortoises can survive for long periods without food or water, with some species able to go without water for up to a year.",
    "01-14": "Tortoises have extremely slow metabolisms, which contributes to their long lifespans.",
    "01-15": "Tortoises are land-dwelling reptiles belonging to the family Testudinidae.",
    "01-16": "Unlike turtles, tortoises are exclusively terrestrial and cannot swim well.",
    "01-17": "Tortoises have high-domed shells that provide protection from predators.",
    "01-18": "A tortoise's shell is made up of about 60 different bones connected together.",
    "01-19": "The top part of a tortoise shell is called the carapace, while the bottom is called the plastron.",
    "01-20": "Some tortoises can go without water for up to a year, extracting moisture from the food they eat.",
    "01-21": "When threatened, many tortoises retract their head and limbs into their shell for protection.",
    "01-22": "The Galapagos tortoise is the largest living species, with some individuals weighing over 900 pounds (410 kg).",
    "01-23": "The smallest tortoise is the Speckled Padloper (Homopus signatus), which grows to just 4-6 inches (10-15 cm).",
    "01-24": "Many tortoise species can live over 100 years in the wild.",
    "01-25": "Sulcata tortoises (African spurred tortoises) are prolific diggers, creating burrows up to 30 feet long.",
    "01-26": "Tortoises cannot stick their tongues out.",
    "01-27": "A group of tortoises is called a creep.",
    "01-28": "Desert tortoises can store up to a quart of water in their bladder, which they can use during drought conditions.",
    "01-29": "Some tortoises can recognize human faces and respond to their owners.",
    "01-30": "Tortoises have excellent night vision.",
    "01-31": "Baby tortoises are born with a temporary egg tooth that helps them break out of their shell.",
    "02-01": "Tortoises can survive up to a year without food.",
    "02-02": "The largest tortoise ever recorded was a Galapagos tortoise named Goliath, who weighed 919 pounds (417 kg).",
    "02-03": "Tortoises have existed for around 200 million years, surviving the dinosaur extinction.",
    "02-04": "Many tortoise species dig burrows to escape extreme temperatures.",
    "02-05": "Tortoises have color vision and can see in ultraviolet light.",
    "02-06": "Some tortoises can navigate using the stars, similar to sailors.",
    "02-07": "Tortoises have a great sense of smell, which helps them find food and mates.",
    "02-08": "The Mediterranean spur-thighed tortoise hibernates for up to six months of the year.",
    "02-09": "Tortoises do not have teeth; instead, they have strong, horny beaks.",
    "02-10": "Tortoises can remember locations and routes for many years.",
    "02-11": "Aldabra giant tortoises can reach speeds of up to 0.3 mph (0.5 km/h).",
    "02-12": "Some tortoises have been known to adopt and care for other baby animals.",
    "02-13": "Tortoises are excellent climbers despite their heavy shells.",
    "02-14": "Tortoises' shells grow with them throughout their lives.",
    "02-15": "Many tortoise species are endangered due to habitat loss and poaching.",
    "02-16": "Tortoises have a three-chambered heart, unlike mammals which have four chambers.",
    "02-17": "The Bolson tortoise can dig burrows up to 30 feet (9 meters) long.",
    "02-18": "Tortoise eggs typically incubate for 80-110 days before hatching.",
    "02-19": "Tortoises have unique scute patterns on their shells, like human fingerprints.",
    "02-20": "Red-footed tortoises can recognize and remember human faces for years.",
    "02-21": "Some tortoises can push over small trees to reach leaves.",
    "02-22": "Tortoises can hold their breath for hours when sleeping.",
    "02-23": "The Russian tortoise has been to space aboard a Soviet satellite in 1968.",
    "02-24": "Desert tortoises spend up to 95% of their lives underground.",
    "02-25": "Tortoises have specialized kidneys that efficiently reabsorb water.",
    "02-26": "Some tortoises can survive freezing temperatures by going into a state of torpor.",
    "02-27": "Tortoises can get sunburned and need access to shade.",
    "02-28": "Tortoises can recognize their owners and come when called.",
    "02-29": "Indian star tortoises have intricate star patterns on their shells for camouflage.",
    "03-01": "Tortoises are one of the oldest reptile groups, dating back 220 million years.",
    "03-02": "Female tortoises can store sperm for up to four years before fertilization.",
    "03-03": "Tortoises can survive being frozen solid for short periods.",
    "03-04": "Tortoises can feel touch through their shells.",
    "03-05": "Tortoises have excellent depth perception.",
    "03-06": "Desert tortoises can drink through their noses.",
    "03-07": "Tortoises can grow new scutes (shell plates) if damaged.",
    "03-08": "Giant tortoises were used as living food storage on ships by early explorers.",
    "03-09": "Some tortoises can live for more than two weeks with their heads cut off.",
    "03-10": "Tortoises have a natural antibiotic in their blood.",
    "03-11": "The oldest known tortoise was Jonathan, a Seychelles giant tortoise born around 1832.",
    "03-12": "Tortoises can hear through vibrations in their shells.",
    "03-13": "Some tortoises can smell water from over a mile away.",
    "03-14": "Tortoises are strong enough to overturn cars if motivated.",
    "03-15": "Desert tortoises can survive body temperature changes of up to 35 degrees Fahrenheit.",
    "03-16": "Tortoises have specialized scales on their legs for digging.",
    "03-17": "Some tortoise species are social and form groups called 'creeps'.",
    "03-18": "Tortoises have very good memories and can remember training for years.",
    "03-19": "The Greek tortoise appears in ancient Greek mythology and art.",
    "03-20": "Many tortoise species can rotate their legs 270 degrees.",
    "03-21": "Tortoises breathe by contracting muscles around their lungs, unlike mammals.",
    "03-22": "Some tortoises can vocalize with hisses, grunts, and even barks.",
    "03-23": "Tortoises can learn to recognize shapes and colors.",
    "03-24": "The leopard tortoise is named for its distinctive spotted shell pattern.",
    "03-25": "Tortoises can recognize their reflection in a mirror.",
    "03-26": "Some tortoise species can sleep for up to 20 hours a day.",
    "03-27": "Tortoises have been known to adopt and raise other species' young.",
    "03-28": "Tortoises can navigate back to their homes from miles away.",
    "03-29": "Tortoises' shells can absorb and store heat for warmth.",
    "03-30": "Tortoises have excellent color vision and can distinguish between fruits.",
    "03-31": "Desert tortoises can drink up to 40% of their body weight in one sitting.",
    "04-01": "Some tortoises change color slightly with the seasons.",
    "04-02": "Tortoises have been kept as pets since ancient Egyptian times.",
    "04-03": "Tortoises can form strong bonds with their caretakers.",
    "04-04": "The Egyptian tortoise is one of the smallest tortoise species in the world.",
    "04-05": "Tortoises have surprising problem-solving abilities.",
    "04-06": "Some tortoise species can swim short distances despite popular belief.",
    "04-07": "Tortoises' shells can repair themselves if damaged.",
    "04-08": "Tortoises can recognize and respond to their names.",
    "04-09": "Tortoises use body language to communicate with each other.",
    "04-10": "Some tortoises display social behaviors similar to mammals.",
    "04-11": "Tortoises have specialized scales for digging and walking on hot sand.",
    "04-12": "Tortoise hatchlings must fend for themselves from birth.",
    "04-13": "Tortoises can navigate using the Earth's magnetic field.",
    "04-14": "Tortoises have been observed playing with toys in captivity.",
    "04-15": "Some tortoise species engage in combat for territory or mates.",
    "04-16": "Tortoises can withstand high levels of radiation compared to mammals.",
    "04-17": "Desert tortoises can survive on morning dew if water is scarce.",
    "04-18": "Tortoises have internal 'maps' of their territory and resources.",
    "04-19": "Tortoises can recognize each other individually.",
    "04-20": "Some tortoises perform courtship dances to attract mates.",
    "04-21": "Tortoises have been featured on postage stamps worldwide.",
    "04-22": "Tortoises can break down toxins that would kill other animals.",
    "04-23": "Some tortoises have symbiotic relationships with birds that clean their shells.",
    "04-24": "Tortoises were once believed to carry the world on their backs in some mythologies.",
    "04-25": "Tortoises can survive falls from significant heights thanks to their shells.",
    "04-26": "Tortoises typically lay between 1-30 eggs, depending on the species.",
    "04-27": "The pancake tortoise has a flat, flexible shell for squeezing into rock crevices.",
    "04-28": "Tortoises have specialized tear ducts to remove excess salt from their bodies.",
    "04-29": "Some tortoises use their shells to collect rainwater for drinking.",
    "04-30": "Tortoises have been observed using tools in the wild.",
    "05-01": "The world's most endangered tortoise is the ploughshare tortoise from Madagascar.",
    "05-02": "Tortoises have a third eyelid called a nictitating membrane.",
    "05-03": "Some tortoises can sense approaching storms and seek shelter beforehand.",
    "05-04": "Tortoises can see ultraviolet light that is invisible to humans.",
    "05-05": "Male tortoises sometimes make loud vocalizations during mating season.",
    "05-06": "Tortoises were once believed to be deaf, but they can hear low-frequency sounds.",
    "05-07": "The radiated tortoise has one of the most beautifully patterned shells.",
    "05-08": "Tortoises continue to grow throughout their lives, albeit slowly after maturity.",
    "05-09": "Some tortoises deliberately eat soil for its mineral content.",
    "05-10": "Tortoises can recognize the scent of plants that are toxic to them.",
    "05-11": "Tortoises are used in traditional medicine in some cultures.",
    "05-12": "The Burmese star tortoise is critically endangered due to the pet trade.",
    "05-13": "Some species of tortoise can vary their shell temperature independently of air temperature.",
    "05-14": "Tortoises can transmit salmonella to humans through contact.",
    "05-15": "Tortoises may experience dreams during sleep.",
    "05-16": "Tortoises can develop friendships with other animals, including dogs and cats.",
    "05-17": "The giant tortoise was used as a key example in Darwin's theory of evolution.",
    "05-18": "Tortoises have excellent homing abilities and can find their way back to their territories.",
    "05-19": "Some tortoises change their shell color slightly with age.",
    "05-20": "Tortoises' eyes have specialized cones for detecting polarized light.",
    "05-21": "Tortoises can be trained to perform simple tasks for food rewards.",
    "05-22": "Some tortoises engage in 'geophagy' - deliberately eating soil for minerals.",
    "05-23": "Tortoises were once believed to cry real tears, inspiring the phrase 'crocodile tears'.",
    "05-24": "Tortoises can resonate their lungs to make surprisingly loud vocalizations.",
    "05-25": "Some tortoises create 'rain harvesting' depressions in soil to collect water.",
    "05-26": "Tortoises' hearts beat at about 6-10 beats per minute when resting.",
    "05-27": "The shell of a tortoise actually consists of modified ribs and vertebrae.",
    "05-28": "Tortoises have been observed showing preferences for certain colors of food.",
    "05-29": "Some tortoises can recognize and follow moving objects with their eyes.",
    "05-30": "Tortoises' shells can fluoresce under ultraviolet light.",
    "05-31": "Aldabra giant tortoises can be trained to respond to verbal commands.",
    "06-01": "Tortoises are ectothermic, meaning they regulate body temperature through external means.",
    "06-02": "Some tortoise species engage in mutual shell-scratching behavior.",
    "06-03": "Tortoises can recognize themselves in mirrors, suggesting self-awareness.",
    "06-04": "The Aldabra giant tortoise is one of the few species that can swim.",
    "06-05": "Tortoises have specialized cells in their tongues to detect toxins in plants.",
    "06-06": "Some tortoises have natural antibiotic compounds in their blood.",
    "06-07": "Tortoises' shells grow in rings similar to tree rings, showing growth periods.",
    "06-08": "The ploughshare tortoise may be extinct in the wild within the next decade.",
    "06-09": "Tortoises can form mental maps of their territory spanning several miles.",
    "06-10": "Some tortoises use the position of the sun for navigation.",
    "06-11": "Tortoises have bones in their tongues to help with food manipulation.",
    "06-12": "The largest tortoise shells ever found measured over 6 feet (1.8 meters) in length.",
    "06-13": "Tortoises can form long-term bonds with specific individuals, including humans.",
    "06-14": "Some tortoise species use head-bobbing as a form of communication.",
    "06-15": "Tortoises have been observed using simple tools to obtain food.",
    "06-16": "The pancake tortoise has a flexible, flat shell that allows it to hide in rock crevices.",
    "06-17": "Tortoises can distinguish between different human faces.",
    "06-18": "Some tortoises can climb vertical surfaces despite their heavy shells.",
    "06-19": "Tortoises' shells contain living tissue with blood vessels and nerves.",
    "06-20": "The word 'tortoise' comes from the Middle English word 'tortuce', meaning 'twisted'.",
    "06-21": "Tortoises have special respiratory systems that allow them to breathe while retracted.",
    "06-22": "Some tortoises can survive having their brain removed for up to a day.",
    "06-23": "Tortoises have specialized kidneys that can extract maximum water from their food.",
    "06-24": "The geometric tortoise is one of the world's rarest tortoise species.",
    "06-25": "Tortoises can learn to operate simple mechanisms to obtain food rewards.",
    "06-26": "Some tortoises display altruistic behavior toward their offspring.",
    "06-27": "Tortoises' shells can change color slightly over time due to diet and environment.",
    "06-28": "Tortoises have excellent memory for food sources that may be seasonal.",
    "06-29": "Some tortoises can detect approaching rain several days in advance.",
    "06-30": "Tortoises have specially adapted lungs that can compress when they retract into their shells.",
    "07-01": "The oldest known wild tortoise, Jonathan, hatched around 1832 and still lives on St. Helena.",
    "07-02": "Tortoises can form hierarchical social structures in groups.",
    "07-03": "Some tortoises can accurately return to specific feeding grounds on a seasonal basis.",
    "07-04": "Tortoises' shells can serve as solar panels, absorbing heat for metabolism.",
    "07-05": "The Asian forest tortoise is the largest land tortoise in Asia.",
    "07-06": "Tortoises can distinguish between different scents and use them to locate food.",
    "07-07": "Some tortoises have been observed using primitive tools to dig or obtain food.",
    "07-08": "Tortoises can go into a state similar to hibernation called aestivation during hot periods.",
    "07-09": "The marginated tortoise has distinctive flared edges on its shell.",
    "07-10": "Tortoises can recognize the sound of rain and will come out of hiding to drink.",
    "07-11": "Some tortoise species will return to the exact same location to lay eggs year after year.",
    "07-12": "Tortoises have specialized foot structures adapted for walking on sand or rocky terrain.",
    "07-13": "The impressed tortoise has a shell that looks like it has been compressed from above.",
    "07-14": "Tortoises can form attachments to specific objects in their environment.",
    "07-15": "Some tortoises engage in courtship rituals that can last for hours.",
    "07-16": "Tortoises' shells can function as water collection systems in some species.",
    "07-17": "The spider tortoise of Madagascar has web-like patterns on its shell.",
    "07-18": "Tortoises can detect vibrations through their shells, helping them sense predators.",
    "07-19": "Some tortoises have been observed sharing food resources in captivity.",
    "07-20": "Tortoises' shells grow in visible rings that can be used to estimate age.",
    "07-21": "The serrated hingeback tortoise has a hinged rear portion of its shell.",
    "07-22": "Tortoises can distinguish between different types of food based on color.",
    "07-23": "Some tortoise species engage in elaborate territorial displays.",
    "07-24": "Tortoises have specific thermal preferences and will seek out their optimal temperature.",
    "07-25": "The Egyptian tortoise is critically endangered with fewer than 1,000 left in the wild.",
    "07-26": "Tortoises can form mental maps of resource locations over large territories.",
    "07-27": "Some tortoises can detect approaching rainfall days before it arrives.",
    "07-28": "Tortoises' shells have evolved for different habitats, from forests to deserts.",
    "07-29": "The flat-tailed tortoise has a uniquely flat extension on its shell.",
    "07-30": "Tortoises can recognize individual humans and other tortoises by scent.",
    "07-31": "Some tortoise species are known to use specific 'latrines' in their territory.",
    "08-01": "Tortoises can store sperm for later use, sometimes fertilizing eggs years after mating.",
    "08-02": "The angonoka tortoise of Madagascar is one of the rarest tortoises in the world.",
    "08-03": "Tortoises can develop regional 'dialects' in their courtship behaviors.",
    "08-04": "Some tortoises have developed specialized behaviors for living in extreme environments.",
    "08-05": "Tortoises can recognize photographs of food items and distinguish them from non-food.",
    "08-06": "The homes range of a desert tortoise can exceed 1.5 square miles (4 sq km).",
    "08-07": "Tortoises have specialized digestive systems that can break down tough plant material.",
    "08-08": "Some tortoise species coordinate their shell color with their environment for camouflage.",
    "08-09": "Tortoises' shells are designed to redirect force away from vital organs.",
    "08-10": "The tent tortoise has a distinctively shaped shell that looks like a pitched tent.",
    "08-11": "Tortoises can sense light through their shells, which contain light-sensitive cells.",
    "08-12": "Some tortoises can survive having 70% of their water content removed.",
    "08-13": "Tortoises can distinguish between different human voices.",
    "08-14": "The elongated tortoise has an unusually long shell compared to its width.",
    "08-15": "Tortoises can form preferences for certain objects or toys in captivity.",
    "08-16": "Some tortoises use their shells to collect and channel rainwater for drinking.",
    "08-17": "Tortoises can learn simple mazes and remember the solutions for years.",
    "08-18": "The golden Greek tortoise has an unusually bright yellow-gold coloration.",
    "08-19": "Tortoises can communicate through head movements, postures, and vocalizations.",
    "08-20": "Some tortoises enjoy having their shells scratched or rubbed by their owners.",
    "08-21": "Tortoises have specialized cells in their tongues for detecting bitter substances.",
    "08-22": "The bell's hingeback tortoise has a hinged shell that can close completely.",
    "08-23": "Tortoises can develop individual preferences for certain foods.",
    "08-24": "Some tortoises can distinguish between different shapes and patterns.",
    "08-25": "Tortoises' shells can vary widely in color, even within the same species.",
    "08-26": "The kinixys tortoise has a hinged back portion of its shell that can close.",
    "08-27": "Tortoises can learn simple commands and respond to their names.",
    "08-28": "Some tortoises can predict seasonal changes and adjust their behavior accordingly.",
    "08-29": "Tortoises' shells contain bone that can heal if broken.",
    "08-30": "The chaco tortoise has adapted to living in dry, thorny environments.",
    "08-31": "Tortoises can hear low-frequency sounds through vibrations in their shells.",
    "09-01": "Some tortoises can swim for short distances despite their weight.",
    "09-02": "Tortoises can adapt their diets based on seasonal availability of plants.",
    "09-03": "The Asian brown tortoise can recognize specific human caretakers.",
    "09-04": "Tortoises have been observed using specific locations as regular shelter sites.",
    "09-05": "Some tortoises can detect approaching thunderstorms before humans can.",
    "09-06": "Tortoises can develop preferences for specific sleeping locations.",
    "09-07": "The Bolson tortoise is one of the largest in North America and nearly went extinct.",
    "09-08": "Tortoises can demonstrate curiosity about new objects in their environment.",
    "09-09": "Some tortoises have been observed 'helping' flipped-over tortoises.",
    "09-10": "Tortoises can coordinate their movements to achieve specific goals.",
    "09-11": "The Burmese mountain tortoise has a three-pronged tail, unusual among tortoises.",
    "09-12": "Tortoises can show signs of joy or pleasure when eating favorite foods.",
    "09-13": "Some tortoises will form bonds with specific individuals of other tortoise species.",
    "09-14": "Tortoises can remember the locations of food sources for many years.",
    "09-15": "The impressed tortoise has a shell that looks like it was pressed with thumbprints.",
    "09-16": "Tortoises can engage in play behavior, especially when young.",
    "09-17": "Some tortoises have shell patterns that differ on the left and right sides.",
    "09-18": "Tortoises can remember solutions to problems for over a year without practice.",
    "09-19": "The Kleinmann's tortoise is the smallest tortoise in the northern hemisphere.",
    "09-20": "Tortoises can recognize individual humans by their walk patterns.",
    "09-21": "Some tortoises will actively seek out relationships with other species.",
    "09-22": "Tortoises can distinguish between photographs of familiar and unfamiliar tortoises.",
    "09-23": "The Afghan tortoise has adapted to live in one of the harshest environments on Earth.",
    "09-24": "Tortoises can learn the timing of regular feeding schedules.",
    "09-25": "Some tortoises will 'dance' during rainfall to wash their shells.",
    "09-26": "Tortoises can remember negative experiences for many years.",
    "09-27": "The Ryukyu black-breasted leaf turtle is sometimes classified as a tortoise.",
    "09-28": "Tortoises can form attachments to specific locations in their territory.",
    "09-29": "Some tortoises show clear preferences for certain handlers over others.",
    "09-30": "Tortoises can recognize the sound of their food containers being opened.",
    "10-01": "The Home's hingeback tortoise can close the back portion of its shell completely.",
    "10-02": "Tortoises can demonstrate problem-solving abilities comparable to some mammals.",
    "10-03": "Some tortoises have been observed using sticks and rocks as tools.",
    "10-04": "Tortoises can develop different personalities, from shy to outgoing.",
    "10-05": "The golden Greek tortoise has a distinctively bright yellow-gold shell.",
    "10-06": "Tortoises can distinguish between different human faces in photographs.",
    "10-07": "Some tortoises will defend territory against much larger animals.",
    "10-08": "Tortoises can form strong preferences for particular humans.",
    "10-09": "The leopard tortoise has spotted patterns for camouflage in grasslands.",
    "10-10": "Tortoises can recognize the sound patterns of predators from a distance.",
    "10-11": "Some tortoises will modify their environment to create more suitable habitats.",
    "10-12": "Tortoises can learn to associate specific signals with food rewards.",
    "10-13": "The Sulawesi tortoise is critically endangered due to habitat destruction.",
    "10-14": "Tortoises can display emotional responses to familiar objects or people.",
    "10-15": "Some tortoises can detect infrared radiation, helping them locate warm spots.",
    "10-16": "Tortoises can learn to press levers to receive food rewards.",
    "10-17": "The Forsten's tortoise can identify different family members by scent.",
    "10-18": "Tortoises can develop unique individual behaviors not seen in other tortoises.",
    "10-19": "Some tortoises engage in ritualized greeting behaviors with familiar tortoises.",
    "10-20": "Tortoises can form mental maps of mazes after a single successful completion.",
    "10-21": "The Argentine tortoise has adapted to living in both hot and cold extremes.",
    "10-22": "Tortoises can recognize photographs of other tortoises of their species.",
    "10-23": "Some tortoises have been observed sharing shelters with other tortoises.",
    "10-24": "Tortoises can learn to associate specific sounds with specific outcomes.",
    "10-25": "The Indotestudo elongata has an unusually long shell compared to its width.",
    "10-26": "Tortoises can develop preferences for certain textures to walk on.",
    "10-27": "Some tortoises will 'ask' for help from humans when they need assistance.",
    "10-28": "Tortoises can distinguish between moving and stationary predator models.",
    "10-29": "The flattened musk turtle is sometimes classified as a tortoise by some scientists.",
    "10-30": "Tortoises can learn to respond differently to different colored stimuli.",
    "10-31": "Some tortoises develop daily routines and become distressed if they're disrupted.",
    "11-01": "Tortoises have been observed engaging in mourning-like behavior when companions die.",
    "11-02": "The Burmese black mountain tortoise has a unique three-pronged tail.",
    "11-03": "Tortoises can learn to recognize their reflections in mirrors.",
    "11-04": "Some tortoises have developed symbiotic relationships with specific bird species.",
    "11-05": "Tortoises can respond differently to familiar and unfamiliar humans.",
    "11-06": "The western Hermann's tortoise has distinctive black and yellow markings.",
    "11-07": "Tortoises can learn to distinguish between different geometric shapes.",
    "11-08": "Some tortoises use specific pathways through their territory repeatedly.",
    "11-09": "Tortoises can develop strong attachments to specific objects in their environment.",
    "11-10": "The Pyxis tortoise has a shell that can completely close, protecting its limbs.",
    "11-11": "Tortoises can demonstrate social learning by observing other tortoises.",
    "11-12": "Some tortoises are able to recognize drawings or silhouettes of predators.",
    "11-13": "Tortoises can develop unique preferences for ambient temperatures.",
    "11-14": "The eastern Hermann's tortoise has distinctive black and yellow patterns.",
    "11-15": "Tortoises can learn to follow moving targets with their eyes.",
    "11-16": "Some tortoises have been observed using their shells to create shade for others.",
    "11-17": "Tortoises can develop strong aversions to objects associated with negative experiences.",
    "11-18": "The Egyptian tortoise is one of the smallest species of tortoise.",
    "11-19": "Tortoises can recognize different plant species by their shapes or scents.",
    "11-20": "Some tortoises engage in 'rain dances' during the first rainfall after dry periods.",
    "11-21": "Tortoises can form preferences for specific sleeping positions.",
    "11-22": "The marginated tortoise has a flared rear edge on its carapace.",
    "11-23": "Tortoises can successfully navigate complex environments to reach goals.",
    "11-24": "Some tortoises will stack objects to create climbing platforms.",
    "11-25": "Tortoises can detect changes in barometric pressure before storms.",
    "11-26": "The Greek spur-thighed tortoise has distinctive spurs on its thighs.",
    "11-27": "Tortoises can recognize symbols that represent food rewards.",
    "11-28": "Some tortoises create and maintain the same paths through their territory for years.",
    "11-29": "Tortoises can develop bonds with other species, including mammals and birds.",
    "11-30": "The Indian star tortoise has a shell pattern resembling a radiating star.",
    "12-01": "Tortoises can demonstrate curiosity about novel objects or environments.",
    "12-02": "Some tortoises can recognize photographs of their favorite foods.",
    "12-03": "Tortoises can learn to differentiate between different human voices.",
    "12-04": "The Burmese starred tortoise has a shell pattern resembling small stars.",
    "12-05": "Tortoises can demonstrate fear of objects that resemble predators.",
    "12-06": "Some tortoises create 'gardens' by spreading plant seeds in their territory.",
    "12-07": "Tortoises can learn to navigate through artificial obstacle courses.",
    "12-08": "The Russian tortoise has adapted to survive in extreme temperature variations.",
    "12-09": "Tortoises can recognize specific locations where they've found food before.",
    "12-10": "Some tortoises engage in 'bulldozing' behavior to modify their habitat.",
    "12-11": "Tortoises can develop distinct preferences for certain humans over others.",
    "12-12": "The African spurred tortoise can dig burrows up to 10 feet deep.",
    "12-13": "Tortoises can distinguish between different musical tones.",
    "12-14": "Some tortoises have been observed 'playing' with novel objects.",
    "12-15": "Tortoises can learn to recognize specific vocalizations as signals.",
    "12-16": "The Malaysian impressed tortoise has a shell that appears to have thumbprints.",
    "12-17": "Tortoises can recognize specific locations as 'home' even after long absences.",
    "12-18": "Some tortoises will share shelter sites with other tortoise species.",
    "12-19": "Tortoises can form preferences for specific textures of food.",
    "12-20": "The Hermann's tortoise can recognize family members after years of separation.",
    "12-21": "Tortoises can demonstrate anxiety when placed in unfamiliar environments.",
    "12-22": "Some tortoises will use their shells to shield smaller tortoises from danger.",
    "12-23": "Tortoises can optimize their route through a territory for efficiency.",
    "12-24": "The Ibera Greek tortoise has adapted to live in rocky Mediterranean environments.",
    "12-25": "Tortoises can recognize the sound of their caretaker's footsteps.",
    "12-26": "Some tortoises will create 'sunning platforms' in their territory.",
    "12-27": "Tortoises can display excitement when reunited with familiar caretakers.",
    "12-28": "The Kleinmann's tortoise is critically endangered in its native range.",
    "12-29": "Tortoises can learn to perform simple tasks to receive food rewards.",
    "12-30": "Some tortoises engage in synchronized behavior when living in groups.",
    "12-31": "Tortoises have evolved specialized respiratory systems to breathe while retracted."
}
